{
    "XBOX": [
        {
            "nome": "Cyberpunk 2077",
            "descricao": "",
            "sinopse": "Cyberpunk 2077 é uma história de ação e aventura de mundo aberto ambientada em Night City, uma megalópole obcecada por poder, glamour e biomodificações.",
            "console": "XBOX",
            "valor": 249.50,
            "imagem": "/images/games/imgGame2.png",
            "categoria": {
                "id": 0,
                "nome": "Shooter"
            }
        },
        {
            "nome": "HITMAN 3 - Standard Edition",
            "descricao": "",
            "sinopse": "Encare os contratos mais importantes da carreira do Agente 47 a 60 quadros por segundo e na resolução 4K",
            "console": "XBOX",
            "valor": 319.90,
            "imagem": "/images/games/imgGame3.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "FIFA 21 Edição dos Campeões",
            "descricao": "",
            "sinopse": "Vença como um no EA SPORTS FIFA 21 com novas maneiras de cooperar nas ruas e no estádio para conquistar vitórias ainda maiores juntos.",
            "console": "XBOX",
            "valor": 398.90,
            "imagem": "/images/games/imgGame6.png",
            "categoria": {
                "id": 2,
                "nome": "Sports"
            }
        },
        {
            "nome": "Watch Dogs: Legion",
            "descricao": "",
            "sinopse": "Constrói uma resistência com praticamente qualquer pessoa que encontras na rua, à medida que fazes hacking, te infiltras e lutas para recuperar a Londres de um futuro próximo que está à beira da ruína. Bem-vindo à Resistência.",
            "console": "XBOX",
            "valor": 279.90,
            "imagem": "/images/games/imgGame7.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "Cloudpunk",
            "descricao": "",
            "sinopse": "Na dispersa cidade ‘cyberpunk’ de Nivalis, a sua primeira noite como motorista de entregas para a Cloudpunk fará com que conheça e interaja com um elenco diverso de seres humanos, IA e androides, cada um com a sua própria história para contar",
            "console": "XBOX",
            "valor": 124.50,
            "imagem": "/images/games/imgGame8.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "Crysis Remastered",
            "descricao": "",
            "sinopse": "O clássico jogo de tiro em primeira pessoa da Crytek está de volta com jogabilidade repleta de ação, mundo em sandbox e emocionantes batalhas épicas que você tanto adorou da primeira vez – agora com ray tracing, gráficos remasterizados otimizados para uma nova geração de hardware.",
            "console": "XBOX",
            "valor": 159.90,
            "imagem": "/images/games/imgGame9.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "Far Cry 6",
            "descricao": "",
            "sinopse": "Bem-vindo a Yara, um paraíso tropical que parou no tempo. Antón Castillo, o ditador de Yara, deseja resgatar a glória do seu país a qualquer custo, junto com seu filho, Diego, que é tão sanguinário quanto o pai. O governo opressor de Antón e Diego provocou uma revolução. Junte-se à revolução como Dani Rojas, um Yaraniano, e torne-se um guerrilheiro para libertar sua nação.",
            "console": "XBOX",
            "valor": 279.90,
            "imagem": "/images/games/imgGame10.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "This is the Zodiac Speaking",
            "descricao": "",
            "sinopse": "This is the Zodiac Speaking é um thriller psicológico de um jogador baseado em fatos reais, feito com base na história de Zodiac, um dos mais famosos assassinos em série jamais capturados. Ele mistura visuais vintage da Califórnia dos anos 70 e uma trilha sonora cinematográfica épica original com elementos de jogabilidade que incluem terror clássico, investigação, mecânica furtiva e vários finais a se descobrir.",
            "console": "XBOX",
            "valor": 69.90,
            "imagem": "/images/games/imgGame11.png",
            "categoria": {
                "id": 0,
                "nome": "Shooter"
            }
        },
        {
            "nome": "NBA 2K21",
            "descricao": "",
            "sinopse": "O NBA 2K21 é o novo jogo da renomada franquia de sucesso NBA 2K, que traz uma experiência esportiva.Com diversas melhorias gráficas e de jogabilidade, funcionalidades online competitivas e da comunidade, e modos de jogos variados e aprofundados, o NBA 2K21 oferece uma imersão sem igual no mundo e na cultura do basquete da NBA.",
            "console": "XBOX",
            "valor": 249.90,
            "imagem": "/images/games/imgGame12.png",
            "categoria": {
                "id": 2,
                "nome": "Sports"
            }
        },
        {
            "nome": "Devil May Cry 5 Special Edition",
            "descricao": "",
            "sinopse": "DEVIL MAY CRY ESTÁ DE VOLTA, BABY!! O lendário estiloso jogo de ação está melhor do que nunca na versão definitiva deste premiado sucesso.",
            "console": "XBOX",
            "valor": 164.90,
            "imagem": "/images/games/imgGame13.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "Assassin's Creed Valhalla",
            "descricao": "",
            "sinopse": "Parte numa missão épica em busca de glória na pele de Eivor, uma lenda viking. Explora Inglaterra durante a Idade das Trevas e ataca os teus inimigos, cria a tua povoação e aumenta o teu poder político para tentares conquistar um lugar entre os deuses em Valhalla.",
            "console": "XBOX",
            "valor": 111.98,
            "imagem": "/images/games/imgGame14.png",
            "categoria": {
                "id": 0,
                "nome": "Shooter"
            }
        },
        {
            "nome": "Need for Speed Hot Pursuit Remastered",
            "descricao": "",
            "sinopse": "Sinta a emoção da perseguição e a adrenalina da fuga. Sinta a sensação extrema de velocidade, tanto como fora da lei quanto como policial, nos carros mais potentes do mundo. Supere a perseguição ou enfrente infratores com o armamento tático à sua disposição em uma experiência competitiva de corrida cheia de energia.",
            "console": "XBOX",
            "valor": 198.90,
            "imagem": "/images/games/imgGame15.png",
            "categoria": {
                "id": 2,
                "nome": "Sports"
            }
        },
        {
            "nome": "The Dark Pictures Anthology: Little Hope",
            "descricao": "Bandai Namco / Supermassive",
            "sinopse": "Quatro estudantes e um professor ficam presos na cidade abandonada de Little Hope. Encurralados por um nevoeiro impenetrável, eles tentam fugir desesperadamente enquanto têm visões horripilantes do passado. Eles precisam descobrir o que move essas aparições antes que as forças malignas em ação levem suas almas para o inferno.",
            "console": "XBOX",
            "valor": 149.50,
            "imagem": "/images/games/imgGame16.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "Diablo III: Eternal Collection",
            "descricao": "Blizzard Entertainment",
            "sinopse": "Gerações de jogadores se digladiaram com as hordas demoníacas de Diablo, e agora chegou a sua vez de mergulhar no legado deste RPG de ação. Diablo III: Eternal Collection inclui Diablo III, a expansão Reaper of Souls e o pacote Ascensão do Necromante – tudo reunido em um volume definitivo. Prepare-se, herói mortal: os portões do inferno estão se abrindo.",
            "console": "XBOX",
            "valor": 82.17,
            "imagem": "/images/games/imgGame21.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "Mortal Shell",
            "descricao": "PlayStack / Cold Symmetry ",
            "sinopse": "Mortal Shell é um complexo RPG de ação implacável que testa a tua sanidade e resiliência num mundo despedaçado. Enquanto os restos da humanidade definham e apodrecem, inimigos zelosos deterioram-se nas ruínas.",
            "console": "XBOX",
            "valor": 120.00,
            "imagem": "/images/games/imgGame22.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        }
    ],
    "PS": [
        {
            "nome": "Stranger Things",
            "descricao": "Starbreeze / Behaviour",
            "sinopse": "STRANGER THINGS é o novíssimo Capítulo de Dead by Daylight, trazendo ao jogo um novo Assassino e mais dois Sobreviventes. Quando a Entidade se estabelece em Hawkins — uma cidadezinha em Indiana, no meio-oeste dos Estados Unidos —, Stranger Things, a aclamada Série Oficial Netflix.",
            "console": "PS4",
            "valor": 100.00,
            "imagem": "/images/games/imgGame17.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "Sackboy: Uma Grande Aventura",
            "descricao": "SIE / Sumo Digital",
            "sinopse": "Encare desafios emocionantes e imprevisíveis enquanto explora terras distintas e feitas com todo o requinte, tudo com controles envolventes e que permitem que você se expresse.",
            "console": "PS4",
            "valor": 299.90,
            "imagem": "/images/games/imgGame18.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "DEATH STRANDING Digital Deluxe Edition",
            "descricao": "SIE / Kojima Productions",
            "sinopse": "Sam Bridges precisa desbravar um mundo completamente transformado pela Death Stranding. Carregando os vestígios desconectados do nosso futuro em suas mãos, ele embarca em uma jornada para reconectar o mundo despedaçado passo a passo.",
            "console": "PS4",
            "valor": 249.50,
            "imagem": "/images/games/imgGame19.png",
            "categoria": {
                "id": 0,
                "nome": "Shooter"
            }
        },
        {
            "nome": "Days Gone",
            "descricao": "SIE / Bend Studio",
            "sinopse": "Days Gone é um jogo de ação e aventura em mundo aberto que se passa em um ambiente adverso dois anos após uma pandemia mundial devastadora. Jogue com Deacon St. John, um andarilho e caçador de recompensas que segue um caminho tortuoso, lutando para sobreviver ao mesmo tempo em que busca uma razão para viver.",
            "console": "PS4",
            "valor": 199.50,
            "imagem": "/images/games/imgGame20.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "DOOM Eternal",
            "descricao": "Bethesda / id Software",
            "sinopse": "Os exércitos do Inferno invadiram a Terra. Torne-se o Slayer em uma campanha épica para um jogador e derrote demônios entre dimensões para impedir a derradeira destruição da humanidade. A única coisa que eles temem... é você.",
            "console": "PS4",
            "valor": 103.00,
            "imagem": "/images/games/imgGame23.png",
            "categoria": {
                "id": 0,
                "nome": "Shooter"
            }
        },
        {
            "nome": "The Witcher 3: Wild Hunt – Complete Edition",
            "descricao": "WB Games / CD Project Red",
            "sinopse": "O jogo mais premiado de 2015! Torne-se um mercenário caçador de monstros e embarque em uma épica jornada para encontrar a criança da profecia, uma arma viva capaz de incríveis destruições.",
            "console": "PS4",
            "valor": 207.90,
            "imagem": "/images/games/imgGame24.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "Rogue Company",
            "descricao": "Hi-Rez Studios / First Watch",
            "sinopse": "Equipe-se e mergulhe de cabeça em Rogue Company, o jogo de tiro de ação tático em terceira pessoa que coloca o destino do mundo em suas mãos. Derrote a equipe inimiga em modos de jogo baseados em objetivo e ação, em locais exóticos, trocas de tiros empolgantes e explosões, muitas explosões.",
            "console": "PS4",
            "valor": 50.00,
            "imagem": "/images/games/imgGame25.png",
            "categoria": {
                "id": 0,
                "nome": "Shooter"
            }
        },
        {
            "nome": "Fortnite",
            "descricao": "Epic Games",
            "sinopse": "Entre no Cubiverso para enfrentar monstros e encontrar armas especiais. Monte em criaturas e parta para a batalha. Participe do esforço comunitário de defesa contra os Cubos. Agora, a sobrevivência da Ilha está em suas mãos.",
            "console": "PS4",
            "valor": 50.00,
            "imagem": "/images/games/imgGame26.png",
            "categoria": {
                "id": 0,
                "nome": "Shooter"
            }
        },
        {
            "nome": "Genshin Impact",
            "descricao": "miHoYo",
            "sinopse": "O vasto continente 'Teyvat', onde incontáveis criaturas se reproduziram e se reuniram, contém todos os fenômenos do céu e da terra. Este é um mundo onde os sete deuses governam e se encontram..Sob o céu desconhecido, vocês são um par de gêmeos viajantes, vindos de um outro mundo. Separados por deuses estranhos, você foi selado e adormeceu.",
            "console": "PS4",
            "valor": 50.00,
            "imagem": "/images/games/imgGame27.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        },
        {
            "nome": "Rocket League",
            "descricao": "Epic Games / Psyonix",
            "sinopse": "Baixe e compita no jogo estilo arcade híbrido de futebol e caos automobilístico! Desbloqueie itens no Rocket Pass, suba nos rankings competitivos, participe de torneios, complete desafios, tire vantagem da progressão multiplataforma e muito mais!",
            "console": "PS4",
            "valor": 50.00,
            "imagem": "/images/games/imgGame28.png",
            "categoria": {
                "id": 2,
                "nome": "Sports"
            }
        },
        {
            "nome": "Call of Duty: Warzone",
            "descricao": "Activision",
            "sinopse": "Pilhe as recompensas: Encontre caixas de suprimentos e conclua contratos para construir seu arsenal e obter uma vantagem tática. Batalhe em dois modos épicos: Experimente um novo 'Battle Royale' ou jogue 'Saque' em uma corrida para ganhar o máximo de dinheiro na partida.",
            "console": "PS4",
            "valor": 50.00,
            "imagem": "/images/games/imgGame29.png",
            "categoria": {
                "id": 0,
                "nome": "Shooter"
            }
        },
        {
            "nome": "Apex Legends",
            "id": 16,
            "descricao": "",
            "sinopse": "Nesse jogo atmosférico em primeira pessoa, desenvolvido exclusivamente para a realidade virtual, o destino da humanidade depende de você – o último humano vivo.",
            "console": "PS4",
            "valor": 29.00,
            "imagem": "/images/games/imgGame30.png",
            "categoria": {
                "id": 0,
                "nome": "Shooter"
            }
        },
        {
            "nome": "Ghost of Tsushima: Legends",
            "descricao": "",
            "sinopse": "Ghost of Tsushima: Legends inspirada na mitologia japonesa. Escolha entre quatro classes – Samurai, Caçador, Ronin ou Assassino – e jogue com amigos ou via organização de partidas em missões de história para dois jogadores, missões de sobrevivência para quatro jogadores ou no novo Modo Rivais.",
            "console": "PS4",
            "valor": 104.90,
            "imagem": "/images/games/imgGame1.png",
            "categoria": {
                "id": 0,
                "nome": "Shooter"
            }
        },
        {
            "nome": "Destruction AllStars",
            "descricao": "",
            "sinopse": "Domine o fenômeno global Destruction AllStars – o 'Sports Espetacular' do horário nobre para motoristas perigosos! Domine a arte de combate intenso baseado em veículos através do tempo, táticas e habilidades para causar diversos danos colossais, destruição e devastação em arenas vibrantes em todo o mundo.",
            "console": "PS4",
            "valor": 99.50,
            "imagem": "/images/games/imgGame4.png",
            "categoria": {
                "id": 2,
                "nome": "Sports"
            }
        },
        {
            "nome": "Godfall Pre-Order Contents",
            "descricao": "",
            "sinopse": "Aperion está à beira da perdição. Você é o último dos cavaleiros Valorians, uma ordem de mestres divinos do combate corpo a corpo que usam armaduras lendárias chamadas Valorplates. Ascenda em Godfall, o primeiro RPG de ação looter-slasher com foco em combate corpo a corpo.",
            "console": "PS4",
            "valor": 53.90,
            "imagem": "/images/games/imgGame5.png",
            "categoria": {
                "id": 1,
                "nome": "action"
            }
        }
    ]
}